Revit 2023 API
GroupTypeId.CurtainGridVert Property
 "Vertical Grid"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId CurtainGridVert { get; }
Visual Basic
Public Shared ReadOnly Property CurtainGridVert As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CurtainGridVert {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace